{
    "operational_team": [
        {
            "name": "James Neward",
            "linkedin": "https://www.linkedin.com/in/james-neward/",
            "role": "Chief Operating Officer & co-founder",
            "description": "James is a chartered designer and project manager with expertise in low carbon architecture, retrofit & community led projects - experienced in delivering a range of residential and commercial projects. He works nationally with the Confederation of Co-operative Housing to provide retrofit advisor services to the co-operative housing sector. James works with co-operative partners to build low carbon, affordable communities shaped by the people that will live there. He is an accredited Community Led Housing enabler experienced in working with a range of community led housing groups across Yorkshire and beyond.",
            "image": "/assets/images/people/james.jpeg"
        },
        {
            "name": "Laurie Smith",
            "linkedin": "https://www.linkedin.com/in/laurie-smith",
            "role": "CEO",
            "description": "Laurie recently joined as CEO of the newly formed YorSpace Operational Team and brings 20+ years of experience in leading teams to achieve commercial growth and deliver organisational excellence. An active champion of social change and civic engagement with proven success in training, mentoring, and leading high-performing teams. He has demonstrated accomplishments in business redevelopment and project management. Skilled in building strong relationships with stakeholders and bringing added value to clients. Adept at promoting and expanding commercial activities to generate revenue and ensure sustainable growth. An accomplished problem solver, creative thinker and fearless leader.",
            "image": "/assets/images/people/laurie.jpeg"
        },
        {
            "name": "Hannah Carter-Brown",
            "role": "Communications Support",
            "description": "Hannah is a Graphic Designer and has been a member of YorSpace since 2020. With 12+ years experience working in design and marketing, Hannah joins the YorSpace team to add a little flare and consistency to our communications and branding. She is passionate about showing the world that putting land back in the hands of communities, and creating community-led housing and neighbourhoods will create a more sustainable and secure way of life for all involved.",
            "image": "/assets/images/people/hannah.jpg"
        },
         {
            "name": "Maxim",
            "description": "Maxim recently joined the Yorspace team for work experience as part of his ongoing T Level Digital Production, design and development course at York College.  Concerned about the ever decreasing affordability of housing and what challenges him and others his age will face attempting to go into the housing market in later years, he believes Yorspace is taking the right step forward in its approach for affordable housing and he is aiming to help towards a solution to what is currently one of the UKs biggest problems.",
            "image": "/assets/images/people/maxim.jpg"
        }
    ],
    "directors": [
        {
            "name": "Susannah Bird",
            "role": "Co-founding director",
            "description": "Sue co-founded YorSpace because she believes that houses should be built by the people who live in them and that this will create warm and thriving communities that will benefit everyone. She continues to work to bring Lowfield Green to completion which she hopes will be the first of many similar developments across York. Sue is a biological scientist by profession and enjoys applying her skills in innovation and practical problem solving from the sciences to tackle the problems of community-led housing.",
            "image": "/assets/images/people/sue.jpeg"
        },
        {
            "name": "Alex Sparrow",
            "role": "Director",
            "description": "Alex’s interest in community-led housing and housing co-ops is long-held. Since working in Housing Advice in the early 1990s, he’s observed how the many positives of housing provision highly suited to - and co-created with - its occupants also benefit the wider local community.  Alex is now the Founder and MD at UK Hempcrete and is a leading expert in the use of hempcrete and other bio-materials in construction. He co-authored The Hempcrete Book (2014), a comprehensive guide for self-builders and architects on how to build houses with hempcrete and associated bio-based materials.",
            "image": "/assets/images/people/alex.jpeg"
        },
        {
            "name": "Dom Shaw",
            "role": "Director",
            "description": "Dom joined YorSpace in 2022. Living in York since 2005, he wanted to provide direct support to our efforts to meet the city's need for truly affordable housing. A chartered accountant, he has worked in financial services for 10 years, primarily in the Building Society sector. Much like the Building Society movement over 200 years ago, Dom believes the community-led housing movement has the potential to transform housing and home ownership in the UK.",
            "image": "/assets/images/people/dom.jpeg"
        }
    ]
}